Repository: kevinle3212/sensebridge
Catalog: app/Packages/SenseBridgeCore/Sources/SenseBridgeCore/Resources/Localizable.xcstrings
Source language: en
Languages: es, vi

source: %@ on your left
es: %@ a tu izquierda
vi: %@ ở bên trái bạn

source: %@ on your right
es: %@ a tu derecha
vi: %@ ở bên phải bạn

source: %@ straight ahead
es: %@ justo delante
vi: %@ ngay phía trước

source: Cloud descriptions are working again.
es: Las descripciones en la nube están funcionando de nuevo.
vi: Mô tả trên đám mây đã hoạt động trở lại.

source: Cloud descriptions aren't responding, so SenseBridge is continuing with on-device descriptions.
es: Las descripciones en la nube no responden, así que SenseBridge continúa con descripciones en el dispositivo.
vi: Mô tả trên đám mây không phản hồi, vì vậy SenseBridge tiếp tục dùng mô tả trên thiết bị.

source: Couldn't take a measurement. Try again.
es: No se pudo tomar una medición. Inténtalo de nuevo.
vi: Không thể đo được. Hãy thử lại.

source: End of the text.
es: Fin del texto.
vi: Hết văn bản.

source: Hands-free awareness is running again.
es: La percepción manos libres está funcionando de nuevo.
vi: Chế độ nhận biết rảnh tay đang chạy trở lại.

source: Hands-free awareness ran for %1$@. Alerts raised: %2$@.
es: La percepción manos libres funcionó durante %1$@. Avisos generados: %2$@.
vi: Chế độ nhận biết rảnh tay đã chạy %1$@. Số cảnh báo: %2$@.

source: Hands-free awareness stopped because SenseBridge is no longer on screen. It will start again when you come back.
es: La percepción manos libres se ha detenido porque SenseBridge ya no está en pantalla. Se reanudará cuando vuelvas.
vi: Chế độ nhận biết rảnh tay đã dừng vì SenseBridge không còn hiển thị trên màn hình. Nó sẽ tiếp tục khi bạn quay lại.

source: No text is being recognized. Try moving closer, or adding light.
es: No se está reconociendo texto. Prueba a acercarte o a añadir luz.
vi: Không nhận ra văn bản nào. Hãy thử lại gần hơn hoặc thêm ánh sáng.

source: Nothing recognizable was found.
es: No se reconoció nada.
vi: Không nhận ra được gì.

source: Page %1$@ of %2$@.
es: Página %1$@ de %2$@.
vi: Trang %1$@ trên %2$@.

source: Page added. %@ pages so far.
es: Página añadida. %@ páginas hasta ahora.
vi: Đã thêm trang. %@ trang cho đến giờ.

source: Reading again from the beginning.
es: Leyendo de nuevo desde el principio.
vi: Đọc lại từ đầu.

source: SenseBridge is back to checking at its normal pace.
es: SenseBridge vuelve a comprobar a su ritmo normal.
vi: SenseBridge đã trở lại tốc độ kiểm tra bình thường.

source: Sentence %1$@ of %2$@.
es: Frase %1$@ de %2$@.
vi: Câu %1$@ trên %2$@.

source: Text runs past the bottom. Try tilting the camera down, or moving back.
es: El texto se sale por abajo. Prueba a inclinar la cámara hacia abajo o a alejarla.
vi: Văn bản vượt quá phía dưới. Hãy thử nghiêng máy ảnh xuống hoặc đưa ra xa.

source: Text runs past the edges of the frame. Try moving the camera back.
es: El texto se sale de los bordes del encuadre. Prueba a alejar la cámara.
vi: Văn bản vượt quá các cạnh khung hình. Hãy thử đưa máy ảnh ra xa.

source: Text runs past the left. Try moving the camera left, or moving back.
es: El texto se sale por la izquierda. Prueba a mover la cámara a la izquierda o a alejarla.
vi: Văn bản vượt quá bên trái. Hãy thử di chuyển máy ảnh sang trái hoặc đưa ra xa.

source: Text runs past the right. Try moving the camera right, or moving back.
es: El texto se sale por la derecha. Prueba a mover la cámara a la derecha o a alejarla.
vi: Văn bản vượt quá bên phải. Hãy thử di chuyển máy ảnh sang phải hoặc đưa ra xa.

source: Text runs past the top. Try tilting the camera up, or moving back.
es: El texto se sale por arriba. Prueba a inclinar la cámara hacia arriba o a alejarla.
vi: Văn bản vượt quá phía trên. Hãy thử nghiêng máy ảnh lên hoặc đưa ra xa.

source: The nearest distance I could measure is about %@.
es: La distancia más cercana que pude medir es de unos %@.
vi: Khoảng cách gần nhất tôi đo được là khoảng %@.

source: The nearest measured distance is further away now.
es: La distancia medida más cercana ahora es mayor.
vi: Khoảng cách đo được gần nhất giờ đã xa hơn.

source: The phone is hot, so SenseBridge is checking much less often.
es: El teléfono está muy caliente, así que SenseBridge comprueba con mucha menos frecuencia.
vi: Điện thoại đang nóng, nên SenseBridge kiểm tra ít thường xuyên hơn nhiều.

source: The phone is warm, so SenseBridge is checking less often.
es: El teléfono está caliente, así que SenseBridge comprueba con menos frecuencia.
vi: Điện thoại đang ấm, nên SenseBridge kiểm tra ít thường xuyên hơn.

source: The text looks small. Try moving closer.
es: El texto se ve pequeño. Prueba a acercarte.
vi: Văn bản trông nhỏ. Hãy thử lại gần hơn.

source: it looks like there's %@.
es: parece que hay %@.
vi: hình như có %@.

source: it looks like there's likely %@.
es: parece que probablemente hay %@.
vi: rất có thể có %@.

source: something about %@ ahead
es: algo a unos %@ de distancia
vi: vật gì đó cách khoảng %@

source: something about %@ away
es: algo a unos %@ de distancia
vi: vật gì đó cách khoảng %@

source: something ahead
es: algo delante
vi: vật gì đó ở phía trước

source: something now about %@ ahead
es: algo ahora a unos %@ por delante
vi: có gì đó bây giờ cách khoảng %@ phía trước

source: there might be %@.
es: puede que haya %@.
vi: có thể có %@.
